module.exports = [
    "flex",	//复合属性。设置或检索弹性盒模型对象的子元素如何分配空间。	3
    "flex-grow",	//设置或检索弹性盒的扩展比率。	3
    "flex-shrink",	//设置或检索弹性盒的收缩比率。	3
    "flex-basis",	//设置或检索弹性盒伸缩基准值。	3
    "flex-flow",	//复合属性。设置或检索弹性盒模型对象的子元素排列方式。	3
    "flex-direction",	//该属性通过定义flex容器的主轴方向来决定felx子项在flex容器中的位置。	3
    "flex-wrap",	//该属性控制flex容器是单行或者多行，同时横轴的方向决定了新行堆叠的方向。	3
    "align-content",	//在弹性容器内的各项没有占用交叉轴上所有可用的空间时对齐容器内的各项（垂直）。	3
   "align-items",	//定义flex子项在flex容器的当前行的侧轴（纵轴）方向上的对齐方式。	3
    "align-self",	//定义flex子项单独在侧轴（纵轴）方向上的对齐方式。	3
    "justify-content",	//设置或检索弹性盒子元素在主轴（横轴）方向上的对齐方式。	3
    "order",	//设置或检索弹性盒模型对象的子元素出现的順序。
]